{
  "submited alert": "Tuyệt vời! Bạn đã đăng ký thành công nhận Tin tức & Sự kiện liên quan đến ITRecruit. Cảm ơn bạn!",
  "HOME": "TRANG CHỦ",
  "About Us": "Giới Thiệu",
  "ABOUT US": "GIỚI THIỆU",
  "Home footer": "Trang Chủ",
  "About Us footer": "Giới Thiệu",
  "HEADHUNTING SERVICES": "TUYỂN DỤNG NHÂN SỰ",
  "Request For Demo": "Yêu cầu bản dùng thử",
  "Submit": "Xác Nhận",
  "ITRecruit": "ITRecruit",
  "Connecting Recruiters with Tech Talents": "Cầu nối giữa nhà tuyển dụng với các<br/>kỹ sư công nghệ",
  "Connecting Recruiters with Tech Talents home": "Cầu nối giữa nhà tuyển dụng với các kỹ sư công nghệ",
  "Smart Matching": "Hệ thống tìm việc, ứng viên thông minh",
  "AI Technology Application &": "Ứng dụng công nghệ AI & tìm kiếm",
  "Job and CV Matching": "công việc phù hợp dựa vào CV ứng viên",
  "Smart Connection": "Hệ thống phản hồi minh bạch",
  "Transparent Feedback System & Qualified Courses Provision": "Minh bạch hoá phản hồi từ phía tuyển dụng & Cung cấp khóa học chất lượng",
  "Smart Examination": "Hệ thống kiểm tra độ phù hợp của công việc",
  "Test Career Suitability Solution & IT Skill Challenges": "Kiểm tra độ phù hợp với nghề nghiệp &<br/>Các thử thách về kỹ thuật công nghệ",
  "About Candidate's Benefit": "Về những lợi ích của ứng viên",
  "Where your new adventure begins": "Nơi hành trình mới của bạn bắt đầu",
  "ITRecruit helps candidates discover their full potential in the career path": "ITRecruit giúp ứng viên khám phá toàn bộ tiềm năng của bản thân trên con đường sự nghiệp",
  "Test Career Suitability": "Kiểm tra độ phù hợp<br/>nghề nghiệp",
  "Explore Job Opportunities": "Khám phá cơ hội<br/>nghề nghiệp",
  "Join Useful Courses": "Tham gia khóa học<br/>hữu ích",
  "Check the matching score with a specific job & experience challenges on IT career path": "Đánh giá độ phù hợp với một công việc cụ thể & trải nghiệm thử thách liên quan đến kỹ thuật",
  "Find the most suitable job only uploading/ creating your CV on ITRecruit System": "Tìm kiếm công việc phù hợp nhất chỉ bằng việc tải hoặc tạo CV trên hệ thống ITRecruit",
  "Explore the variety courses and select the relevant courses for your career": "Tìm hiểu và chọn những khóa học phù hợp nhất với định hướng công việc của bạn",
  "Strengthen your brand image by displaying your company banner in ITRecruit portal": "Xây dựng hình ảnh thương hiệu của bạn trong mắt các ứng viên bằng cách hiển thị banner công ty của bạn trên ITRecruit",
  "Accelerate your business with IT Talents": "Nơi tìm kiếm tài năng công nghệ",
  "About Recruiter's Benefit": "Về các lợi ích của nhà tuyển dụng",
  "ITRecruit helps to hire the right candidates for the businesses": "ITRecruit giúp tuyển dụng các ứng viên công nghệ phù hợp cho các doanh nghiệp",
  "Job Postings": "Đăng Tuyển Dụng",
  "Access to diverse set of job seekers with your job postings": "Hiển thị thông tin tuyển dụng của bạn để tiếp cận nguồn ứng viên dồi dào trên ITRecruit",
  "Smart Candidate Search": "Tìm Kiếm Ứng Viên",
  "Speed up access to potential candidates with ITRecruit job matching technology": "Tăng hiệu quả việc tìm các ứng viên tiềm năng thông qua công nghệ kiểm tra độ phù hợp trên ITRecruit",
  "Employer Branding": "Quảng Bá Thương Hiệu",
  "Sign up for the latest news & events related to ITRecruit": "Đăng ký nhận tin tức và sự kiện mới nhất liên quan đến ITRecruit",
  "Enter Email": "Nhập email",
  "aboutContent": "Trụ sở toạ lạc tại Vancouver, BC, <strong style='font-weight: bold'>ITRecruit</strong> là một nền tảng tuyển dụng trực tuyến kết nối các tài năng công nghệ với các cơ hội việc làm. <strong style='font-weight: bold'>ITRecruit</strong> cung cấp giải pháp toàn diện hỗ trợ ứng viên kiểm tra mức độ phù hợp của họ với một công việc cụ thể như trải nghiệm một số thách thức trong con đường sự nghiệp CNTT, tìm công việc phù hợp nhất, thu thập phản hồi từ nhà tuyển dụng sau khi phỏng vấn và khám phá các khóa học liên quan để nâng cấp nghề nghiệp.",
  "WHAT MAKES US DIFFERENT": "Điều gì làm cho chúng tôi khác biệt?",
  "ITRecruit is an innovative recruitment platform to": "ITRecruit là một nền tảng tuyển dụng thông minh để:",
  "Provide career suitability test and skill challenges for IT Candidates": "Cung cấp bài kiểm tra phù hợp nghề nghiệp và thử thách kỹ năng cho Ứng viên công nghệ",
  "Support candidates find their suitable jobs only by uploading/creating CV": " Hỗ trợ ứng viên tìm được công việc phù hợp chỉ bằng cách tải lên/ tạo CV",
  "Apply Artificial Intelligence (AI) to provide the most appropriate job search results": " Áp dụng Trí tuệ nhân tạo (AI) để cung cấp kết quả tìm kiếm việc làm phù hợp nhất",
  "Provide feedback and comments from recruiters with full integrity and transparency": "Cung cấp phản hồi và ý kiến từ các nhà tuyển dụng với tính toàn vẹn và minh bạch",
  "VISION": "Tầm nhìn",
  "A leading IT recruitment service provider in ASEAN and North America": "Trở thành nhà cung cấp dịch vụ tuyển dụng CNTT hàng đầu tại ASEAN và Bắc Mỹ.",
  "MISSION": "Sứ mệnh",
  "To candidates, Be a companion to": "Với các ứng viên, chúng tôi là bạn<br/>đồng hành để:",
  "Listen accurately and thoughtfully the information provided from candidates": "Lắng nghe chính xác và thấu đáo thông tin được cung <br/>cấp từ các ứng cử viên",
  "Empathize thoroughly candidate’s demands, goals, anxiousness, and states": "Thấu hiểu với các nhu cầu, mục tiêu, lo lắng và trạng thái <br/>của ứng cử viên.",
  "Consult conscientiously to help candidate find the appropriate job": "Tư vấn tận tình để giúp ứng viên tìm được công việc<br/>phù hợp.",
  "To Employers, Be a partner to": "Với các nhà tuyển dụng, chúng tôi là<br/>cộng sự để:",
  "Acquire attentively business need and expectation for their ideal candidates": " Nắm bắt được nhu cầu và mong đợi của doanh nghiệp trong <br/>việc tìm kiếm các ứng cử viên lý tưởng cho đội ngũ của họ",
  "Provide an easy to use, friendly platform to assist enterprises to look for potential candidates in an efficient and effective way": "Cung cấp một nền tảng thân thiện, dễ sử dụng để hỗ trợ các doanh<br/>nghiệp tìm kiếm các ứng viên tiềm năng một cách hiệu quả nhất",
  "Apply the latest technologies to suggest the most appropriate candidates": "Áp dụng các công nghệ mới nhất để đề xuất các ứng cử viên phù hợp nhất",
  "Philosophy": "Triết lý hoạt động",
  "Innovative": "Sáng tạo",
  "We provide innovative and intelligent recruitment services with great understanding on IT labor market": "Chúng tôi cung cấp dịch vụ tuyển dụng sáng tạo và thông minh với sự hiểu biết lớn về thị trường lao động CNTT",
  "Straightforward": " Đơn giản",
  "We keep striving to deliver key messages in the most simple, straightforward way that anyone can understand": "Chúng tôi cố gắng không ngừng để truyền tải các thông điệp theo cách đơn giản, dễ hiểu",
  "Integrity": "Chính trực",
  "We are honest to ourselves, to candidates and employers and always treat everybody with the same attitude of respect": "Chúng tôi trung thực với chính mình, với ứng viên và nhà tuyển dụng, luôn đối xử với mọi người với thái độ tôn trọng",
  "Headhunting Services": "Tuyển Dụng Nhân Sự",
  "Let us find candidates for you": "Tìm ứng viên tài năng cho doanh nghiệp của bạn",
  "We offer a very competitive cost to find the long term suitable candidates for your business": "<span style='font-weight:300'>Chúng tôi cung cấp dịch vụ tốt với</span><strong > chi phí cạnh tranh</strong><span style='font-weight:300'> để tìm các </span><strong>ứng cử viên phù hợp lâu dài </strong><span style='font-weight:300'>  cho doanh nghiệp của bạn</span>",
  "Get in touch with us to let ITRecruit find the most suitable tech candidates for your company": "Bạn có nhu cầu tìm hiểu thêm về bản demo của hệ thống <strong style='font-weight: bold'>ITRecruit</strong>? Hãy liên lạc với chúng tôi để nhân viên chăm sóc khách hàng hỗ trợ bạn trong thời gian sớm nhất.",
  "First Name": "Tên",
  "Last Name": "Họ",
  "mail ": "Email",
  "Phone Number": "Số điện thoại",
  "Company Name": "Công ty",
  "Message to ITRecruit": "Thông điệp tới ITRecruit",
  "Send Information ⟶": "Gửi thông tin ⟶",
  "Contact": "Liên hệ",
  "Request for ITRecruit demo": "Yêu cầu demo ITRecruit",
  "Register to experience a demo version of ITRecruit portal for candidates & recruiters": "Đăng ký để trải nghiệm phiên bản demo ITRecruit cho ứng viên và nhà tuyển dụng",
  "GET IN TOUCH": "Liên hệ với ITRecruit",
  "Thank you for getting in touching with ITRecruit. Our customer service will contact you soon": "Bạn đã gửi yêu cầu bản demo cho ITRecruit thành công. Nhân viên chăm sóc khách hàng của ITRecruit sẽ liên lạc và hỗ trợ bạn trong thời gian sớm nhất.",
  "FOR": "DÀNH CHO",
  "RECRUITERS" :"NHÀ TUYỂN DỤNG",
  "CANDIDATES" : "ỨNG VIÊN",
  "Recruiters" : "Nhà tuyển dụng",
  "Candidates" : "Ứng viên",
  "Test Career Suitability Solution & IT Skill Challenges":"Kiểm tra độ phù hợp với nghề nghiệp & Các thử thách về kỹ thuật công nghệ",
  "We offer a very competitive cost to find the long term suitable candidates for your business-mobile": "<span style='font-weight:300'>Chúng tôi cung cấp dịch vụ tốt với</span><strong > chi phí cạnh tranh</strong><span style='font-weight:300'> để tìm các </span><strong>ứng cử viên phù hợp lâu dài </strong><span style='font-weight:300'>  cho doanh nghiệp của bạn</span>",
  "To candidates, Be a companion to-mobile":"Với các ứng viên, chúng tôi là bạn đồng hành để:",
  "To Employers, Be a partner to-mobile":"Với các nhà tuyển dụng, chúng tôi là cộng sự để:",
  "Smart Matching-mobile": "<h6>Hệ thống tìm việc,</h6><h6>ứng viên thông minh</h6>",
  "Smart Connection-mobile": "<h6>Hệ thống phản hồi</h6><h6>minh bạch</h6>",
  "Transparent Feedback System &":"Minh bạch hoá phản hồi từ phía tuyển",
  "Qualified Courses Provision":" dụng & Cung cấp khóa học chất lượng",
  "Test Career Suitability Solution &": "Kiểm tra độ phù hợp với nghề nghiệp &",
  "IT Skill Challenges":"Các thử thách về kĩ thuật công nghệ",
  "Smart Examination-mobile":"<h6>Hệ thống kiểm tra độ</h6><h6> phù hợp của công việc</h6>",
  "Listen accurately and thoughtfully the information provided from candidates-mobile": "Lắng nghe chính xác và thấu đáo thông tin được cung cấp từ các ứng cử viên",
  "Empathize thoroughly candidate’s demands, goals, anxiousness, and states-mobile": "Thấu hiểu với các nhu cầu, mục tiêu, lo lắng và trạng thái của ứng cử viên.",
  "Consult conscientiously to help candidate find the appropriate job-mobile": "Tư vấn tận tình để giúp ứng viên tìm được công việc phù hợp.",
  "Acquire attentively business need and expectation for their ideal candidates-mobile": " Nắm bắt được nhu cầu và mong đợi của doanh nghiệp trong việc tìm kiếm các ứng cử viên lý tưởng cho đội ngũ của họ",
  "Provide an easy to use, friendly platform to assist enterprises to look for potential candidates in an efficient and effective way-mobile": "Cung cấp một nền tảng thân thiện, dễ sử dụng để hỗ trợ các doanh nghiệp tìm kiếm các ứng viên tiềm năng một cách hiệu quả nhất",
  "Apply the latest technologies to suggest the most appropriate candidates-mobile": "Áp dụng các công nghệ mới nhất để đề xuất các ứng cử viên phù hợp nhất"


}
